<template>
  <div class="flex flex-col gap-2">
    <h2 class="mb-6 text-3xl/7 font-bold text-left">
      Тайный архив новогодних чудес
    </h2>

    <p>
      Готовьтесь! В одном из декабрьских дней вас ждёт особое задание — маленькое приключение, которое позволит запечатлеть дух наступающего праздника.
    </p>

    <p>
      Вы сделаете снимок или выберете уже готовое фото, которое отражает ваше праздничное настроение. Поделитесь им — и оно попадёт в общий альбом новогодних впечатлений.
    </p>

    <p>
      <strong>Почему стоит поучаствовать?</strong> Вы увидите, как по‑разному люди чувствуют и оформляют праздник. Плюс можно внести свой штрих в коллективную картину предновогоднего волшебства.
    </p>

    <p class="italic">
      Ваши фотографии, при согласии, станут частью большого праздничного полотна — невидимой нити, которая связывает всех, кто ждёт чуда в декабре.
    </p>
  </div>
</template>
